/* No comment provided by engineer. */
"Account Expired." = "帐户已到期。";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "上传到Screencast.com时出错。";

/* Cancel */
"Cancel" = "取消";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "由于安全性更新，请重新登录以分享到Screencast.com。";

/* No comment provided by engineer. */
"Error" = "错误";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "登录Screencast.com失败。重试或返回按钮设置并再次尝试登录。";

/* No comment provided by engineer. */
"File cannot be opened." = "无法打开文件。";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "HTTP代理需要进行身份认证。";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "无效字符";

/* default folder description on screencast.com */
"Place for sharing" = "分享平台";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "需要进行Screencast.com身份验证";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "Screencast.com 暂不可用，请稍后再试。";

/* Failed to login title */
"Screencast.com log in failed" = "Screencast.com登录失败";

/* Sign in button */
"Sign In" = "登录";

/* Button title to log in to an account */
"Sign In..." = "登录...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "退出";

/* No comment provided by engineer. */
"Storage Limit Reached." = "已达到存储限额。";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "该应用程序的当前版本无法访问 Screencast.com。";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "捕获内容的嵌入代码以准备好粘贴。";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "您获取的链接已准备好粘贴";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "视频大小超过了限制。";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "该版本%1$@升级%2$@分享至全新 Screencast，包括内置对话、评论注释和增强性能。";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "无法分享至 Screencast";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "无法访问Screencast.com。";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "无法连接到 Screencast.com。";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "无法分享到 Screencast.com";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "无法分享您的捕获。无法打开本地文件。";

/* File title if none was given */
"Untitled" = "无标题";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "将捕获的数据上传到 TechSmith 的托管服务，该服务提供了 URL 或嵌入代码，以便快速分享。";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "有效字符包括_ ( ) - . , $ ! ‘ a-Z 0-9（空格）。标题不能以句号结尾，不能包含重音或不能包含外语字符。";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "请验证您已连接到网络并重试。";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "您已达到screencast.com的存储限额，请尝试删除一些内容以释放空间。";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "您的Screencast.com帐户已过期。";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "只有登录到HTTP代理服务器，才能共享您的捕获。";

